{"_default": {"1": {"fact": "Spiders can tune the strings in their webs to transmit specific messages."}, "2": {"fact": "Spiders can get high and build different kinds of webs while on weed, caffeine, mescaline and LSD."}, "3": {"fact": "Spiders eat their own webs to recycle them."}, "4": {"fact": "95% of the spiders in your house have never been outside."}, "5": {"fact": "Sometimes thought to be spiders, Daddy Long legs are not spiders. They are not included in the Order Araneae."}, "6": {"fact": "Spiders cant fly but they sometimes sail through the air on a line of silk which is known as ballooning."}, "7": {"fact": "The word spider comes from the old english word spithra and is related to the german spinne both of which mean spinner."}, "8": {"fact": "Wolf spiders can run at speeds of up to two feet per second."}, "9": {"fact": "Some male spiders give dead flies to the females as present."}, "10": {"fact": "Spiders dont sleep all night, instead they take little naps all day and all night. like you and me."}, "11": {"fact": "We think of spiders as solitary creatures, but some  species work together to survive including the african funnelweb spider, which shares its web with hundreds of its brethren."}, "12": {"fact": "Spiders live in burrows underground where it is safe to nap whenever they need to. and others build a little bedroom for themselves on a wall or plant and snuggle up inside."}, "13": {"fact": "The bagheera kiplingi is the worlds only vegetarian spider."}, "14": {"fact": "Spiders have blue blood. in humans, oxygen is bound to hemoglobin, a molecule that contains iron and gives blood its red color. in spiders, oxygen is bound to hemocyanin, a molecule that contains copper rather than iron."}, "15": {"fact": "Triggers besides circadian rhythms and cold temperatures can cause spiders to become unconscious."}, "16": {"fact": "Male spiders weave a small sperm web. They then place a drop of semen on the web, suck it up with their pedipalps, and then use the pedipalp to insert the sperm into the female."}, "17": {"fact": "Arachnids Dont Snore."}, "18": {"fact": "The bite of the Brazilian wandering spider can cause long and painful erections, aswell as other symptoms, in human males."}, "19": {"fact": "A spiders muscles pull its legs inward, but cannot extend its legs out again. Instead, it must pump a watery liquid into its legs to push them out. A dead spiders legs are curled up because there is no fluid to extend the legs again"}, "20": {"fact": "Thousands of species of spiders exist around the world. Five thousand jumping spider species are known, and they make up only 13% of spider species."}, "21": {"fact": "Jumping spiders dont have strong muscle legs. They jump by contracting muscles in their abdomen, which forces liquid into their back legs. The back legs then straighten, which catapults the spider forward."}, "22": {"fact": "Spiders have 48 knees."}}, "User": {}}